anthropic.claude-code
antiantisepticeye.vscode-color-picker
anysphere.cursorpyright
anysphere.remote-ssh
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
ccjr.emotion-auto-css
csstools.postcss
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
figma.figma-vscode-extension
github.vscode-github-actions
google.gemini-cli-vscode-ide-companion
gulajavaministudio.mayukaithemevsc
highagency.pencildev
huizhou.githd
ijs.emotionsnippets
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ko
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
prisma.prisma-insider
redhat.vscode-yaml
rodsarhan.tstypecolorpreview
silvenon.mdx
styled-components.vscode-styled-components
tal7aouy.rainbow-bracket
vunguyentuan.vscode-postcss
xyc.vscode-mdx-preview
