antiantisepticeye.vscode-color-picker
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
ccjr.emotion-auto-css
csstools.postcss
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
huizhou.githd
ijs.emotionsnippets
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ko
oderwat.indent-rainbow
pkief.material-icon-theme
rodsarhan.tstypecolorpreview
styled-components.vscode-styled-components
tal7aouy.rainbow-bracket
vunguyentuan.vscode-postcss
